/* 

   Localizable.strings

   Copyright Trollwerks Inc 2009. All rights reserved.
 
*/

"YES" = "Yes";
"NO" = "No";
"OK" = "OK";
"CANCEL" = "Cancel";

"UNDERCONSTRUCTION" = "Under Construction";
"NOTIMPLEMENTEDYET" = "This feature is not implemented yet.";

"NOINTERNETTITLE" = "Internet Unavailable";
"NOINTERNETMESSAGE" = "Sorry, the Internet is unavailable. Please try again later.";

"APNSFAIL" = "Notifications Unavailable!";
"TRYAGAINLATER" = "Notifications are unavailable. Please try again later.";
